[
  {
    "id": 1,
    "title": "Гарри Поттер и философский камень",
    "description": "Сюжет строится вокруг главного героя, сироты Гарри Поттера, который узнаёт, что он волшебник в его одиннадцатый день рождения. Обучаясь в школе школе чародейства и волшебства «Хогвартс», он заводит себе близких друзей, Рона Уизли и Гермиону Грейнджер, с помощью которых останавливает попытку возвращения злого волшебника Волан-де-Морта, убившего родителей Гарри, когда ему было всего шесть месяцев.",
    "authors": "Дж. К. Роулинг",
    "cover": "https://static.wikia.nocookie.net/harrypotter/images/6/67/ФК2.jpg/revision/latest?cb=20150326072956&path-prefix=ru"
  },
  {
    "id": 2,
    "title": "Гарри Поттер и Тайная комната",
    "description": "второй роман в серии книг про юного волшебника Гарри Поттера, написанный Джоан Роулинг. Книга рассказывает о втором учебном годе в школе чародейства и волшебства Хогвартс, на котором Гарри и его друзья — Рон Уизли и Гермиона Грейнджер — расследуют таинственные нападения на учеников школы, совершаемые неким «Наследником Слизерина». Объектами нападений являются маглорожденные ученики. Все пострадавшие находятся в оцепенении и ни на что не реагируют. Главному герою предстоит доказать свою непричастность к загадочным событиям и вступить в битву с могущественной темной силой.",
    "authors": "Дж. К. Роулинг",
    "cover": "https://static.wikia.nocookie.net/harrypotter/images/0/0f/V-fmzxqZz8c.jpg/revision/latest?cb=20150326140317&path-prefix=ru"
  },
  {
    "id": 3,
    "title": "Гарри Поттер и узник Азкабана",
    "description": "третья книга Джоан Роулинг из серии романов о Гарри Поттере. В третьей книге Гарри Поттер, учащийся на 3-м курсе школы чародейства и волшебства Хогвартс, вместе со своими друзьями Роном Уизли и Гермионой Грейнджер узнает историю Сириуса Блэка — бежавшего из тюрьмы Азкабан волшебника, который подозревается в работе на лорда Волан-де-Морта и о его роли в своей жизни.",
    "authors": "Дж. К. Роулинг",
    "cover": "https://static.wikia.nocookie.net/harrypotter/images/d/d6/Mary-grandpre-harry-potter-03.jpg/revision/latest?cb=20150514152149&path-prefix=ru"
  }
]
